Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Masquerade
ar: إخفاء الاسم
ca: Emmascarar
cy: Ffugio
da: Maskér
da_instk12: Forklæd
de: Maskieren
es: Actuar como
es_es: Actuar como
fi: Naamiointi
fr: Identification fictive
fr_ca: Personnification d’identité
ga: Glac le haitheantas eile
hi: छद्मवेष करें
ht: Degizman
id: Penyamaran
is: Dyljast
it: Esegui mascheramento
ja: マスカレード
ko: 가장
mi: Poupou pakoko
ms: Menyamar
nb: Maskerade
nb_instk12: Forkledning
nl: Masker toepassen
pl: Maskowanie
pt: Mascarar
pt_br: Agir como
ru: Подмена
sl: Prevzemite vlogo
sv: Agera
sv_instk12: Maskera
th: การสวมบทบาท
vi: Hóa Trang
zh: 仿冒
zh_hk: 以其他身份檢視

source: Me
ar: أنا
ca: Jo
cy: Fi
da: Mig
da_instk12: Mig
de: Ich selbst
es: Yo
es_es: Yo
fi: Minä
fr: Moi
fr_ca: Moi
ga: Mise
hi: मैं
ht: Mwen
id: Saya
is: Ég
it: Io
ja: 私
ko: 나
mi: Ahau
ms: Saya
nb: Meg
nb_instk12: Meg
nl: Mij
pl: Ja
pt: Eu
pt_br: Eu
ru: Я
sl: Jaz
sv: Jag
sv_instk12: Jag
th: ฉัน
vi: Tôi
zh: 我
zh_hk: 我

source: Media comment
ar: تعليق الوسائط
ca: Comentari sobre l'element multimèdia
cy: Sylw ar gyfryngau
da: Medie kommentar
da_instk12: Medie kommentar
de: Medienkommentar
es: Comentario multimedia
es_es: Comentario multimedia
fi: Mediakommentti
fr: Commentaire du média
fr_ca: Commentaire du média
ga: Ráiteas meáin
hi: मीडिया टिप्पणी
ht: Kòmantè medya
id: Komentar media
is: Miðilsathugasemd
it: Commento multimediale
ja: メディアのコメント
ko: 미디어 댓글
mi: kōrero Pāpāho
ms: Komen media
nb: Mediekommentar
nb_instk12: Mediakommentar
nl: Media opmerking
pl: Komentarz multimedialny
pt: Comentário Multimédia
pt_br: Comentário de mídia
ru: Мультимедийный комментарий
sl: Komentar v obliki medija
sv: Mediakommentar
sv_instk12: Mediakommentar
th: ความเห็นแบบสื่อ
vi: Bình Luận Nội Dung Phương Tiện
zh: 媒体评论
zh_hk: 媒體評論

source: Media Comment
ar: تعليق الوسائط
ca: Comentari multimèdia
cy: Sylw ar Gyfryngau
da: Mediekommentar
da_instk12: Mediekommentar
de: Medienkommentar
es: Comentario multimedia
es_es: Comentario multimedia
fi: Mediakommentti
fr: Commentaire du média
fr_ca: Commentaire du média
ga: Ráiteas Meáin
hi: मीडिया टिप्पणी
ht: Kòmantè Medya
id: Komentar Media
is: Miðilsathugasemd
it: Commento multimediale
ja: メディアのコメント
ko: 미디어 댓글
mi: Tākupu Pāpāho
ms: Komen Media
nb: Mediekommentar
nb_instk12: Mediekommentar
nl: Opmerking op media
pl: Komentarz multimedialny
pt: Comentário Multimédia
pt_br: Comentário de Mídia
ru: Мультимедийный комментарий
sl: Komentar v obliki medija
sv: Mediakommentar
sv_instk12: Mediakommentar
th: ความเห็นแบบสื่อ
vi: Bình Luận Nội Dung Phương Tiện
zh: 媒体评论
zh_hk: 媒體評論

source: Media recording
ar: تسجيل الوسائط
ca: Enregistrament multimèdia
cy: Recordio cyfryngau
da: Medieoptagelse
da_instk12: Medieoptagelse
de: Medienaufzeichnung
es: Grabación de multimedia
es_es: Grabación multimedia
fi: Median nauhoitus
fr: Enregistrement multimédia
fr_ca: Enregistrement du média
ga: Taifead meáin
hi: मीडिया रिकॉर्डिंग
ht: Anrejistreman medya
id: Rekaman media
is: Upptaka á miðli
it: Registrazione multimediale
ja: メディアの記録
ko: 미디어 녹화/녹음
mi: Tuhi pāpāho
ms: Rakaman media
nb: Medieinnspilling
nb_instk12: Medieinnspilling
nl: Media-opname
pl: Nagranie multimedialne
pt: Gravação de multimédia
pt_br: Gravação de mídia
ru: Запись мультимедийных данных
sl: Medijski posnetek
sv: Mediainspelning
sv_instk12: Mediainspelning
th: การบันทึกสื่อมีเดีย
vi: Ghi nội dung phương tiện
zh: 媒体录音
zh_hk: 媒體錄製

source: Media Submission
ar: إرسال الوسائط
ca: Entrega de l'element multimèdia
cy: Cyflwyniad cyfryngau
da: Medieaflevering
da_instk12: Medieaflevering
de: Abgabe von Medien
es: Entrega de multimedia
es_es: Entrega de contenido multimedia
fi: Median lähetys
fr: Soumission de média
fr_ca: Envoi du média
ga: Uaslódáil Meáin
hi: मीडिया सबमिशन
ht: Soumisyon Medya
id: Penyerahan Media
is: Miðilsskil
it: Consegna file multimediale
ja: メディアの提出
ko: 미디어 제출
mi: Tukunga Pāpāho
ms: Serahan Media
nb: Medieinnlevering
nb_instk12: Medieinnlevering
nl: Media-inzending
pl: Przesłanie pliku multimedialnego
pt: Envio de mídia
pt_br: Envio de mídia
ru: Отправка мультимедиа
sl: Oddaja medija
sv: Mediainlämning
sv_instk12: Mediainlämning
th: การจัดส่งสื่อ
vi: Nộp Nội Dung Phương Tiện
zh: 媒体提交
zh_hk: 媒體提交項目

source: Media type selector. %@
ar: أداة تحديد نوع الوسائط. %@
ca: Selector de tipus d'elements multimèdia. %@
cy: Nodwedd dewis math o gyfryngau. %@
da: Medietypevælger. %@
da_instk12: Medietype vælger. %@
de: Medientyp-Selector. %@
es: Seleccionador de tipo de multimedia. %@
es_es: Seleccionador de tipo multimedia. %@
fi: Mediatyypin valitsin. %@
fr: Sélectionneur du type de média %@
fr_ca: Sélecteur de type de média. %@
ga: Roghnóir cineál meáin. %@
hi: मीडिया प्रकार चयनकर्ता। %@
ht: Selektè tip medya. %@
id: Pemilih jenis media. %@
is: Miðlagerðarval. %@
it: Selettore tipo multimediale. %@
ja: メディアタイプセレクタ。%@
ko: 미디어 유형 선택입니다. %@
mi: Pāpāho momo tīpako. %@
ms: Pemilih jenis media. %@
nb: Medievelger %@
nb_instk12: Velger, medietype. %@
nl: Mediatypekiezer. %@
pl: Selektor rodzaju multimediów. %@
pt: Seletor de tipo de mídia. %@
pt_br: Selecionador do tipo de mídia. %@
ru: Устройство выбора типа мультимедиа. %@
sl: Orodje za izbor vrste medija %@
sv: Väljare av medietyp. %@
sv_instk12: Väljare av medietyp. %@
th: ตัวเลือกประเภทสื่อ %@
vi: Bộ chọn loại nội dung phương tiện. %@
zh: 媒体类型选择器。%@
zh_hk: 媒體類型選擇器。%@

source: Message
ar: الرسالة
ca: Missatge
cy: Neges
da: Besked
da_instk12: Besked
de: Nachricht
es: Mensaje
es_es: Mensaje
fi: Viesti
ga: Teachtaireacht
hi: संदेश
ht: Mesaj
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
ko: 메시지
mi: Karere
ms: Mesej
nb: Melding
nb_instk12: Melding
nl: Bericht
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
ru: Сообщение
sl: Sporočilo
sv: Meddelande
sv_instk12: Meddelande
th: ข้อความ
vi: Tin Nhắn
zh: 消息
zh_hk: 郵件

source: Message everyone separately, or add everyone to a group conversation?
ar: إرسال الرسائل بشكل منفرد إلى كل شخص أو إضافة الجميع إلى محادثة جماعية؟
ca: Voleu enviar un missatge a tothom per separat o voleu afegir tots els usuaris a una conversa de grup?
cy: Anfon neges at bawb ar wahân, neu ychwanegu pawb at sgwrs grŵp?
da: Send besked til alle separat, eller tilføj alle til en gruppe konversation?
da_instk12: Send besked til alle separat, eller tilføj alle til en gruppe konversation?
de: Jeden einzeln benachrichtigen oder jeden einem Gruppengespräch hinzufügen?
es: Mandar mensaje a todos por separado o agregar a todos a una conversación de grupo?
es_es: ¿Enviar el mensaje a todos por separado o añadir a todos a una conversación de grupo?
fi: Lähetetäänkö jokaiselle viesti erikseen vai lisätäänkö kaikki ryhmäkeskusteluun?
fr: Envoyer un message séparé à chacun, ou ajouter tout le monde à une discussion de groupe ?
fr_ca: Envoyer un message séparé à chacun, ou ajouter tout le monde à une discussion de groupe?
ga: Cuir teachtaireacht chuig gach duine ar leithligh, nó cuir gach duine le comhrá grúpa?
hi: सभी को अलग-अलग संदेश भेजें, या सभी को समूह बातचीत में जोड़ें?
ht: Ekri chak moun apa, oswa ajoute chak moun nan yon konvèsasyon an gwoup?
id: Kirim pesan kepada setiap orang, atau tambahkan semua orang ke percakapan grup?
is: Senda skilaboð á hvern og einn fyrir sig, eða bæta öllum við hópsamtal?
it: Invia messaggio a tutti separatamente oppure aggiungi tutti ad una conversazione di gruppo?
ja: メッセージをそれぞれ別々に送りますか、または全員をグループカンバセイションに追加しますか？
ko: 모두에게 별도로 메시지를 보내거나 모든 사용자를 그룹 대화에 추가합니까?
mi: Karere te katoa wehewehe, tāpiri katoa rānei ki te kōrerorero rōpū?
ms: Mesej semua orang secara berasingan atau tambah semua orang ke perbualan kumpulan?
nb: Send melding til alle hver for seg, eller legg alle til i en gruppesamtale?
nb_instk12: Send melding til alle hver for seg, eller legg alle til i en gruppesamtale?
nl: Iedereen apart een bericht sturen, of iedereen toevoegen aan groepconversatie?
pl: Powiadom każdego oddzielnie czy dodaj wszystkich do konwersacji grupowej?
pt: Enviar mensagem para todos em separado, ou adicionar todos a um grupo de conversação?
pt_br: Enviar mensagem para todos separadamente, ou adicionar todos para uma conversa em grupo?
ru: Отправить сообщение каждому по отдельности, или добавить всех в групповой чат?
sl: Ali želite poslati sporočilo vsakemu posebej ali dodati vse v pogovor skupine?
sv: Skicka meddelanden separat, eller lägg till alla i en gruppkonversation?
sv_instk12: Skicka meddelanden separat, eller lägg till alla i en gruppkonversation?
th: ส่งข้อความถึงทุกคนแยกกัน หรือเพิ่มทุกคนไปยังการพูดคุยของกลุ่มหรือไม่
vi: Nhắn tin riêng cho mọi người hay thêm mọi người vào một cuộc trò chuyện nhóm?
zh: 要分别向每个人发送消息或添加每个人到一个小组会话吗？
zh_hk: 分別給所有人發訊息，或者將所有人加入一個群組交談中？

source: Message Instructor
ar: إرسال رسالة إلى المعلم
ca: Envia un missatge a l'instructor
cy: Anfon Neges at Addysgwr
da: Send besked til isntruktør
da_instk12: Send besked til isntruktør
de: Dem Unterrichtenden eine Nachricht senden
es: Enviar un mensaje al profesor
es_es: Enviar un mensaje al profesor
fi: Viestin ohjaaja
fr: Envoyer un message au professeur
fr_ca: Envoyer un message à l’enseignant(e)
ga: Teagascóir Teachtaireachta
hi: संदेश प्रशिक्षक
ht: Enstriktè Mesaj
id: Instruktur Pesan
is: Senda skilaboð á kennara
it: Invia messaggio a istruttore
ja: メッセージインストラクター
ko: 교강사에게 메시지
mi: Kaiwhakāko Karere
ms: Mesej Pengajar
nb: Meldingsfaglærer
nb_instk12: Meldingsinstruktør
nl: Bericht-instructeur
pl: Instruktor wiadomości
pt: Instrutor de Mensagem
pt_br: Adicionar um Comentário
ru: Отправить сообщение учителю
sl: Pošlji sporočilo izvajalcu
sv: Skicka meddelande till lärare
sv_instk12: Skicka meddelande till lärare
th: ส่งข้อความถึงผู้สอน
vi: Nhắn Tin Người Hướng Dẫn
zh: 给讲师发送信息
zh_hk: 給導師發訊息

source: Message Sent.
ar: تم إرسال الرسالة.
ca: Missatge enviat.
cy: Mae’r neges wedi’i hanfon.
da: Besked sendt.
da_instk12: Besked sendt.
de: Nachricht gesendet.
es: Mensaje enviado.
es_es: Mensaje enviado.
fi: Viesti lähetetty.
fr: Message envoyé.
fr_ca: Message envoyé.
ga: Seoladh an Teachtaireacht.
hi: संदेश भेजा गया।
ht: Mesaj Ale
id: Pesan Terkirim.
is: Skilaboð send.
it: Messaggio inviato.
ja: メッセージが送信されました。
ko: 메시지를 보냈습니다.
mi: Tuku Karere.
ms: Mesej Dihantar.
nb: Melding sendt.
nb_instk12: Melding sendt.
nl: Bericht verzonden.
pl: Wiadomość wysłana.
pt: Mensagem Enviada
pt_br: Mensagem Enviada.
ru: Сообщение отправлено.
sl: Sporočilo je poslano.
sv: Meddelandet har skickats.
sv_instk12: Meddelandet skickades.
th: ส่งข้อความแล้ว
vi: Đã Gửi Tin Nhắn.
zh: 发送信息。
zh_hk: 訊息已發送。

source: Messages
ar: الرسائل
ca: Missatges
cy: Negeseuon
da: Beskeder
da_instk12: Beskeder
de: Nachrichten
es: Mensajes
es_es: Mensajes
fi: Viestit
ga: Teachtaireachtaí
hi: संदेश
ht: Mesaj
id: Pesan
is: Skilaboð
it: Messaggi
ja: メッセージ
ko: 메시지
mi: Karere
ms: Mesej
nb: Meldinger
nb_instk12: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
pt_br: Mensagens
ru: Сообщения
sl: Sporočila
sv: Meddelanden
sv_instk12: Meddelanden
th: ข้อความ
vi: Tin Nhắn
zh: 消息
zh_hk: 訊息

source: Minutes Before
ar: دقائق قبل
ca: Minuts anteriors
cy: Munud Cyn
da: Minutter før
da_instk12: Minutter før
de: Minuten vorher
es: Minutos antes
es_es: Minutos antes
fi: Minuuttia ennen
fr: Minutes à l'avance
fr_ca: Minutes avant
ga: Nóiméid Roimh
hi: मिनट पहले
ht: Minit Anvan
id: Menit Sebelum
is: Mínútum áður
it: Minuti prima
ja: 分前
ko: 분 이전
mi: Nga meneti o mua
ms: Minit Sebelum
nb: Minutter før
nb_instk12: Minutter før
nl: Minuten vóór
pl: min. do
pt: Minutos antes
pt_br: Minutos antes
ru: Минут(ы) до
sl: Minut pred
sv: Minuter före
sv_instk12: Minuter före
th: นาทีก่อนหน้า
vi: Phút Trước
zh: 提前的分钟数
zh_hk: 分鐘前

source: Missing
ar: ناقص
ca: No presentat
cy: Ar goll
da: Mangler
da_instk12: Mangler
de: Fehlt
es: Faltantes
es_es: No presentado
fi: Puuttuu
fr: Manquant
fr_ca: Manquant
ga: Ar iarraidh
hi: गायब
ht: Manke
id: Tidak Ada
is: Vantar
it: Mancante
ja: 欠如
ko: 누락됨
mi: Ngaro
ms: Tiada
nb: Mangler
nb_instk12: Mangler
nl: Ontbrekend
pl: Brak
pt: Em falta
pt_br: Faltante
ru: Отсутствует
sl: Manjkajoče
sv: Saknad
sv_instk12: Saknad
th: ขาดหาย
vi: Bị Thiếu
zh: 未交
zh_hk: 缺少

source: Missing friends or mentors? Connection can come in small moments too.
ar: هل تفتقد أصدقاءك أو معلميك؟ يمكن أن تتواصل للحظات قصيرة فحسب.
ca: Trobeu a faltar les amistats o els mentors? Les connexions també poden arribar d’immediat.
cy: Hiraethu am dy ffrindiau neu fentoriaid? Gall cysylltiad ddigwydd mewn eiliadau bach hefyd.
da: Savner du venner eller mentorer? Forbindelse kan også komme i små øjeblikke.
da_instk12: Savner du venner eller mentorer? Forbindelse kan også komme i små øjeblikke.
de: Vermissen Sie Freunde oder Mentoren? Verbindung kann auch in kleinen Momenten entstehen.
es: ¿Extraña a sus amigos o mentores? La conexión también puede surgir en pequeños momentos.
es_es: ¿Echas de menos amigos o mentores? La conexión también puede surgir en pequeños momentos.
fi: Ikävöitkö ystäviä tai mentoreita? Yhteys voi syntyä myös pienissä hetkissä.
fr: Besoin de contact avec des amis ou mentors ? Mêmes les petits instants d’échange apportent un peu de réconfort.
fr_ca: Des amis ou des mentors vous manquent? La connexion peut aussi se faire dans de petits moments.
ga: Cairde nó meantóirí ar iarraidh? Is féidir ceangal teacht i nóiméid bheaga freisin.
hi: क्या आपको अपने मित्रों या मार्गदर्शकों की याद आ रही है? हम छोटे-छोटे लम्हों में भी जुड़ाव महसूस कर सकते हैं।
ht: Ou santi w manke zanmi w oswa moun k ap gide w yo? Ou ka konekte ak moun menm nan ti moman yo tou.
id: Merindukan teman atau mentor? Koneksi juga bisa datang dalam momen-momen kecil.
is: Saknarðu vina eða leiðbeinenda? Tengsl geta líka komið í litlum augnablikum.
it: Ti mancano gli amici o i tutor? Le connessioni possono giungere anche in pochi istanti.
ja: 友達やメンターと触れ合いたいですか？繋がりは小さな瞬間にも生まれるものです。
ko: 친구나 멘토가 필요하세요? 생각하지 못한 순간에도 연결될 수 있습니다.
mi: Kei te ngaro ngā hoa, ngā kaiārahi rānei? Ka taea hoki te hono atu i roto i ngā wā poto.
ms: Tiada kawan atau mentor? Jaringan juga boleh terbentuk dalam masa jeda.
nb: Savner du venner eller mentorer? Relasjoner kan også skapes i små øyeblikk.
nb_instk12: Savner du venner eller mentorer? Relasjoner kan også skapes i små øyeblikk.
nl: Mis je vrienden of mentors? Korte momentjes kunnen al voldoende zijn voor verbinding.
pl: Brak Ci przyjaciół lub mentora? Do nawiązania kontaktu nie potrzeba wiele.
pt: Sentes falta de amigos ou mentores? A conexão também pode acontecer em pequenos momentos.
pt_br: Está sentindo falta de amigos ou mentores? A conexão também pode acontecer em pequenos momentos.
ru: Скучаете по друзьям или наставникам? Связь может возникать и в мелочах.
sl: Pogrešate prijatelje ali mentorje? Povezava se lahko pojavi tudi v majhnih trenutkih.
sv: Saknar du vänner eller mentorer? Hjälp kan komma från många håll.
sv_instk12: Saknar du vänner eller mentorer? Hjälp kan komma från många håll.
th: คิดถึงเพื่อนหรือพี่เลี้ยงใช่ไหม ติดตามถามไถ่เล็ก ๆ น้อย ๆ บ้างสิ
vi: Bạn thấy nhớ bạn bè hoặc thầy cô? Sự kết nối có thể đến từ những khoảnh khắc nhỏ.
zh: 想念朋友或导师？人与人之间的联结，常常发生在微小时刻。
zh_hk: 想念朋友或導師嗎？人與人之間的連結也可以存在於細微之處。

source: Missing people? Shoot someone a quick "hey" — it helps.
ar: هل تفتد إلى الاجتماعيات؟ دردش سريعًا مع أحد ما — فهذا سيساعدك.
ca: Trobeu a faltar algú? Exclameu un ràpid “ei”; això ajuda.
cy: Hiraethu? Beth am anfon neges at rywun? Mae’n helpu.
da: Savner du nogen? Send et hurtigt "hej" til en du kan lide – det hjælper.
da_instk12: Savner du nogen? Send et hurtigt "hej" til en du kan lide – det hjælper.
de: Vermissen Sie jemanden? Schicken Sie jemandem ein kurzes „Hallo“ – es fühlt sich gut an.
es: ¿Extraña a alguien? Envíe un mensaje rápido a alguien, eso ayuda.
es_es: ¿Echas de menos a gente? Envíale un rápido “hola” a alguien: eso ayuda.
fi: Kaipaatko ihmisiä? Lähetä jollekin nopea "hei" — se auttaa.
fr: Besoin de contact humain ? Envoie un petit « salut » à quelqu’un, ça aide.
fr_ca: Personnes disparues? Envoyez un petit « salut » à quelqu’un — cela aide.
ga: Daoine ar iarraidh? Abair "haigh" go gasta le duine éigin — cuidíonn sé.
hi: लोगों की याद आ रही है? किसी को जल्दी से "हैलो" बोल दें — इससे मन हल्का होता है।
ht: Moun ki disparèt? Voye yon "hey" rapid bay yon moun — sa ede.
id: Merindukan orang-orang? Kirimkan sapaan singkat "hai" kepada seseorang — itu membantu.
is: Saknarðu fólks? Sendu einhverjum fljótt „hæ“ — það hjálpar.
it: Ti mancano le relazioni? Invia a qualcuno un semplice "ciao"; ti può aiutare.
ja: みんなと触れ合いたいですか？軽く「やあ」と声をかけてみましょう — 視界が開けるでしょう。
ko: 사람들이 그립습니까? 짧은 인사를 보내세요.
mi: I ngaro koe i te tangata? Pāpā atu ki tētahi — he āwhina.
ms: Tiada rakan seperjuangan? Kirimkan "hai” kepada seseorang — ini mngkin membantu.
nb: Savner du noen? Send et raskt «hei» til noen – det hjelper.
nb_instk12: Savner du noen? Send et raskt «hei» til noen – det hjelper.
nl: Mis je mensen? Zeg iemand even gedag – het helpt.
pl: Brak Ci osób do pomocy? Rzuć szybkim „hej” – to też pomaga.
pt: Está com saudades de alguém? Mande um rápido “oi” para essa pessoa — isso ajuda.
pt_br: Está sentindo falta de alguém? Mande um “oi” rápido para alguém — isso ajuda.
ru: Скучаете по кому-то? Просто поздоровайтесь с кем-нибудь — это помогает.
sl: Pogrešate ljudi? Pošljite nekomu kratek »hej« – to pomaga.
sv: Saknar du dina vänner? Skicka iväg en hälsning – det hjälper.
sv_instk12: Saknar du dina vänner? Skicka iväg en hälsning – det hjälper.
th: คิดถึงใครอยู่ใช่ไหม “ทักทาย” ใครสักคนก็ช่วยได้นะ
vi: Cảm thấy nhớ ai đó? Gửi một lời “chào” nhanh — sẽ giúp ích.
zh: 心里空落落的？给别人发句简单的“在吗”，也许就能得到回响。
zh_hk: 想念成員嗎？給某人發個「嗨」— 這很有幫助。

source: Mobile Quiz Warning
ar: تحذير الاختبار على جهاز محمول
ca: Advertiment sobre la prova als dispositius mòbils
cy: Rhybudd ynghylch Cwis Symudol
da: Mobil Quiz advarsel
da_instk12: Advarsel om mobilquiz
de: Mobiles Quiz-Warnung
es: Advertencia móvil del examen
es_es: Advertencia móvil de la prueba
fi: Matkapuhelintietovisan varoitukset
fr: Avertissement du questionnaire sur plateforme mobile
fr_ca: Avertissement du questionnaire sur plateforme mobile
ga: Rabhadh maidir le Quiz Moibíleach
hi: मोबाइल प्रश्नोत्तरी चेतावनी
ht: Avètisman Quiz Pòtab
id: Peringatan Kuis Seluler
is: Viðvörun vegna prófi í snjalltæki
it: Avvertenza quiz dispositivo mobile
ja: モバイル小テストの注意
ko: 모바일 퀴즈 경고
mi: Whakatūpato Quiz Pūkoro Haerere
ms: Amaran Kuiz Mudah Alih
nb: Advarsel mobilquiz
nb_instk12: Advarsel mobiltest
nl: Mobiele toets waarschuwing
pl: Ostrzeżenie o teście mobilnym
pt: Aviso Móvel de Teste
pt_br: Aviso de Teste de Celular
ru: Мобильное предупреждение теста
sl: Opozorilo kviza na mobilni napravi
sv: Varning för mobilquiz
sv_instk12: Varning för mobil-quiz
th: คำเตือนแบบทดสอบผ่านอุปกรณ์พกพา
vi: Cảnh Báo Bài Kiểm Tra Di Động
zh: 手机测验警告
zh_hk: 移動端測驗提示

source: Modules
ar: الوحدات النمطية
ca: Continguts
cy: Modiwlau
da: Moduler
da_instk12: Forløb
de: Module
es: Módulos
es_es: Contenidos
fi: Moduulit
ga: Modúil
hi: मॉड्यूल
ht: Modil
id: Modul
is: Námsefni
it: Moduli
ja: モジュール
ko: 모듈
mi: Kōwae
ms: Modul
nb: Moduler
nb_instk12: Moduler
pl: Moduły
pt: Módulos
pt_br: Módulos
ru: Модули
sl: Moduli
sv: Moduler
sv_instk12: Moduler
th: หน่วยการเรียน
vi: Học Phần
zh: 单元
zh_hk: 單元

source: moments ago
ar: منذ لحظات
ca: moments enrere
cy: eiliadau yn ôl
da: øjeblikke siden
da_instk12: øjeblikke siden
de: gerade eben
es: momentos atrás
es_es: hace unos momentos
fi: hetkeä sitten
fr: Il y a juste un moment
fr_ca: il y a juste un moment
ga: bomaití ó shin
hi: कुछ पल पहले
ht: yon ti moman de sa
id: beberapa saat lalu
is: fyrir nokkrum augnablikum
it: poco fa
ja: 数秒前
ko: 잠시 전
mi: taima o muri
ms: beberapa detik lalu
nb: øyeblikk siden
nb_instk12: øyeblikk siden
nl: zojuist
pl: moment temu
pt: há alguns momentos
pt_br: momentos atrás
ru: секунд назад
sl: trenutkov prej
sv: nyss
sv_instk12: nyss
th: คราวก่อน
vi: vừa xong
zh: 刚才
zh_hk: 不久前

source: More Info
ar: مزيد من المعلومات
ca: Més informació
cy: Rhagor o Wybodaeth
da: Mere info
da_instk12: Mere info
de: Mehr Informationen
es: Más información
es_es: Más información
fi: Lisätietoja
fr: Davantage d'informations
fr_ca: Davantage d'informations
ga: Tuilleadh Eolais
hi: अधिक जानकारी
ht: Plis Enfòmasyon
id: Info Lebih Lanjut
is: Fleiri upplýsingar
it: Altre informazioni
ja: 詳細な情報
ko: 더 많은 정보
mi: Ētahi atu Mōhiohio
ms: Info Lanjut
nb: Mer info
nb_instk12: Mer info
nl: Meer info
pl: Więcej informacji
pt: Mais Info
pt_br: Mais Informação
ru: Больше информации
sl: Več informacij
sv: Mer information
sv_instk12: Mer information
th: ข้อมูลเพิ่มเติม
vi: Thêm Thông Tin
zh: 更多信息
zh_hk: 更多資訊

source: Morning! You've got this — one class, one step at a time.
ar: صباح الخير! أنت قادر على تحقيق هذا — فصل واحد، وخطوة واحدة في المرة.
ca: Bon dia! Teniu això: una classe, un pas cada vegada.
cy: Bore da! Galli di wneud hyn — un dosbarth, un cam ar y tro.
da: Godmorgen! Du skal nok klare det her – et trin ad gangen.
da_instk12: Godmorgen! Du skal nok klare det her – et trin ad gangen.
de: Guten Morgen! Sie haben es in der Hand – eine Klasse, ein Schritt nach dem anderen.
es: ¡Buen día! Lo tiene controlado: una clase, un paso a la vez.
es_es: ¡Buen día! Lo puedes lograr: clase a clase, paso a paso.
fi: Huomenta! Selviät kyllä - yksi oppitunti, yksi askel kerrallaan.
fr: Bonjour ! Tu vas y arriver, un cours, un pas à la fois.
fr_ca: Matin! Vous y arriverez — une classe, une étape à la fois.
ga: Maidin! Tá seo agat - rang amháin, céim amháin ag an am.
hi: शुभ प्रभात! आपने कर दिखाया — एक समय में एक कक्षा, एक कदम।
ht: Bonjou! Ou ka fè sa — yon klas, pazapa.
id: Pagi! Anda pasti bisa — satu kelas, selangkah demi selangkah.
is: Daginn! Þú ert með þetta - einn bekkur, eitt skref í einu.
it: Buongiorno! Questo è il tuo risultato: un corso, un passo alla volta.
ja: おはよう！大丈夫、できます — 1クラスずつ、一歩ずつ進めばいいのです。
ko: 안녕하세요! 한 번에 한 수업, 한 단계씩 알아갑니다.
mi: Mōrena! Kei a koe tēnei — kotahi te akomanga, kotahi te taahiraa i te wā kotahi.
ms: Pagi! Anda dapat melakukannya — satu demi satu kelas pada satu masa.
nb: God morgen! Du har dette – ett fag, ett trinn om gangen.
nb_instk12: God morgen! Du har dette – ett fag, ett trinn om gangen.
nl: Goedemorgen! Je kunt dit – één klas, één stap per keer.
pl: Witamy! Jesteś już blisko – krok za krokiem do celu.
pt: Bom dia! Tu consegues — uma aula, um passo de cada vez.
pt_br: Bom dia! Você consegue — uma aula, um passo de cada vez.
ru: Доброе утро! У вас все получится — шаг за шагом, одно занятие за другим.
sl: Dobro jutro! Zmorete to – ena ura, en korak naenkrat.
sv: God morgon! Du fixar detta – en lektion, ett steg i taget.
sv_instk12: God morgon! Du fixar detta – en lektion, ett steg i taget.
th: มอร์นิ่ง! คุณทำได้ ทีละคลาส ทีละก้าว
vi: Chào buổi sáng! Bạn làm được mà — từng lớp học, từng bước một.
zh: 早上好！你能行的 — 一门课、一步路，从容进步。
zh_hk: 早安！你可以的 — 一堂課，一步一步來。

source: Move %@ widget down
ar: نقل عنصر واجهة مستخدم %@ لأسفل
ca: Moveu cap a baix el giny %@
cy: Symud %@ teclyn i lawr
da: Flyt %@ widget ned
da_instk12: Flyt %@ widget ned
de: %@ Widget nach unten verschieben
es: Mover %@ widget hacia abajo
es_es: Mover widget %@ hacia abajo
fi: Siirrä %@ widget alas
fr: Déplacer le widget %@ vers le bas
fr_ca: Déplacer le widget %@ vers le bas
ga: Bog %@ giuirléid síos
hi: %@ विजेट नीचे ले जाएं
ht: Deplase widget %@ al anba
id: Pindahkan widget %@ ke bawah
is: Færa %@ græju niður
it: Sposta widget %@ in basso
ja: %@ウィジェットを下に移動
ko: %@ 위젯을 아래로 이동
mi: Neke %@ widget ki raro
ms: Alihkan widget %@ ke bawah
nb: Flytt %@ widget ned
nb_instk12: Flytt %@ widget ned
nl: Widget %@ naar beneden verplaatsen
pl: Przesuń widżet %@ w dół
pt: Mover o %@ widget para baixo
pt_br: Mover widget %@ para baixo
ru: Переместить виджет %@ вниз
sl: Premakni pripomoček %@ navzdol
sv: Flytta ned widgeten %@
sv_instk12: Flytta ned widgeten %@
th: เลื่อน %@ วิดเจ็ทลง
vi: Di chuyển %@ tiện ích xuống dưới
zh: 将小工具%@下移
zh_hk: 向下移動 %@ 小工具
